v = '0.35.2 Beta' #══

class color:
    clear = '\033[0m'
    header = '\033[01;38;05;196m'
    white = '\033[01;38;05;15m'
    cmd = '\033[01;38;05;210m'
    text = '\033[38;05;224m'
    error = '\033[01;38;05;196;48;05;52m'
    succs = '\033[01;38;05;76;48;05;22m'
    table = '\033[01;38;05;45m'
    wait = '\033[01;38;05;222m'
    choice = '\033[01;38;05;174m'

ru = [
    f'{color.succs}Успешно изменено на Русский{color.clear}',
    f'{color.table}╔══ {color.text}Аккаунты {color.table}═══',
    f'{color.table}╚ {color.text}Выберите аккаунт (0 для нового):{color.choice} ',
    f'{color.wait}Входим в {color.choice}',
    f'{color.text}Хорошо. Новый аккаунт. Как назовём его?\n{color.choice}',
    f'{color.wait}Подождите...{color.clear}',
    f'{color.wait}Шагов анимации: {color.text}',
    '╔{ Разработчик: @NoBanOnlyZXC\n╠ Канал: @TelehashDev\n╚ Пользователь:',
    'Готово',
    f'{color.wait}Шагов анимации: {color.text}',
    '.',
    ['Я слушаю **Spotify**','🎤 **Автор:** ', '🎶 **Песня:** '],
    f'{color.header}♥{color.text} Особая благодарность:\n{color.table}╔{color.text} Amanda\n{color.table}╠{color.text} Ikromax\n{color.table}╠{color.text} NDark\n{color.table}╚{color.text} Fleydi',
    'Переслано от: ',
    'Не обнаружен ID анимации сердца',
    'получил',
    ['⛔ ЛОЖЬ', '✅ ИСТИНА'],
    'Аккаунт:',
    [],
    ['✅ Сохранено', '❌ Ошибка БД'],
    'Все сохраненные значения',
    ['✅ Удалено', '❌ Ошибка БД'],
    ['Я...', 'Гуль'],
    [f'{color.text}Принять участие в тестировании новых возможностей?\n{color.choice} 0 - Нет\n 1 - Только важные\n 2 - Beta возможности\n 3 - Все экстра-возможности\n', f'{color.table}╔{color.text} {color.cmd}!name [list/add/del/int]{color.text} - изменить настройки имени\n{color.table}╠{color.text} {color.cmd}!desc [list/add/del/int]{color.text} - изменить настройки описания\n{color.table}╠ {color.cmd}!!init{color.text} - запуск изменений\n{color.table}╚ {color.cmd}!!stop{color.text} - остановка изменений'], # 23
    ['✅ init запущен\n', '❌ Ошибка БД - не найдены значения (0x01)', '❌ init ошибка! (0x02)'], # 24
    [f'{color.text}Принять участие в тестировании новых BETA возможностей?\n{color.choice}1 - Да\n0 - Нет\n'],
    ['Я слушаю ','🎤 **Артист:** ', '🎶 **Песня:** ', 'Я ничего не слушаю сейчас'], # 26
    ['Юзербот работает сейчас\n⌚ Время работы: ', '⚙ Команд вызвано: '], # 27
    ['🎤 Распознаём голосовое сообщение...', '🎤 Текст: ', '❌ Не удалось перевести голос, попробуйте ещё раз'], # 28
    [],
    '''╔ Tag Api
╠ {time} - время            {date} - дата
╠ {nowartist} - исполнитель {nowname} - название трека
╠ {phone} - номер телефона  {id} - ID аккаунта
╠ {chatid} - ID чата        {ver} - версия юзербота
╚ {replyid} - ID сообщения  {userid} - ID пользователя по сообщению
''', # 30
    ['🤖 ChatGPT 3.5 Turbo генерирует ответ...', '🤖 ChatGPT 3.5 Turbo переводит...'] #31
]
en = [
    f'{color.succs}Successfully changed to Russian{color.clear}',
    f'{color.table}╔══ {color.text}Accounts {color.table}═══',
    f'{color.table}╚ {color.text}Select an account (0 for a new one):{color.choice} ',
    f'{color.wait}Entering {color.choice}',
    f'{color.text} is good. New account. What shall we call it?\n{color.choice}',
    f'{color.wait}Wait...{color.clear}',
    f'{color.wait}Animation steps: {color.text}',
    '╔{ Developer: @NoBanOnlyZXC\n╠ Channel: @TelehashDev\n╚ User:',
    'Done',
    f'{color.wait}Animation steps: {color.text}',
    '.',
    ['I\'m listening to **Spotify**','🎤 **Author:** ', '🎶 **Song:** '],
    f'{color.header}♥{color.text} Special thanks:\n{color.table}╔{color.text} Amanda\n{color.table}╠{color.text} Ikromax\n{color.table}╠{color.text} NDark\n{color.table}╚{color.text} Fleydi',
    'Forwarded from: ',
    'Heart animation ID not detected',
    'received',
    ['⛔ FALSE', '✅ TRUE'],
    'Account:',
    [],
    ['✅ Saved', '❌ DB Error'],
    'All stored values',
    ['✅ Deleted', '❌ DB Error'],
    ['I...', 'Ghoul'],
    [f'{color.text}Take part in testing new features?\n{color.choice} 0 - No\n 1 - Only important\n 2 - Beta features\n 3 - All extra features\n', f'{color.table}╔{color.text} {color.cmd}!name [list/add/del/int]{color.text} - change the name settings\n{color.table}╠{color.text} {color.cmd}!desc [list/add/del/int]{color.text} - change the description settings\n{color.table}╠{color.text} {color.cmd}!!init{color.text} - start changes\n{color.table}╚{color.cmd}!!stop{color.text} - stop changes'], #23
    ['✅ init started\n', '❌ DB error - no values found (0x01)', '❌ init error! (0x02)'], # 24
    [f'{color.text}Take part in testing new BETA features?\n{color.choice}1 - Yes\n0 - No\n'],
    ['I\'m listening','🎤 **Actor:** ', '🎶 **Song:** ', 'I\'m not listening to anything right now'], # 26
    ['The Telehash is working now\n⌚ Working hours: ', '⚙ Commands called: '], # 27
    ['🎤 Recognizing voice message...', '🎤 Text: ', '❌ Unable to translate voice, try again'], # 28
    ['Turn on !console (dangerous)\n1 - Yes\n0 - No\n'],
    '''╔ Tag Api
╠ {time} - time          {date} - date
╠ {nowartist} - artist   {nowname} - track name
╠ {phone} - phone number {id} - account ID
╠ {chatid} - chat ID     {ver} - userbot version
╚ {replyid} - Message ID {userid} - User ID for the message
''', # 30
    ['🤖 ChatGPT 3.5 Turbo generates a response...', '🤖 ChatGPT 3.5 Turbo translates...'] #31
]

heart1 = [
    '🤍.',
    '🤍🤍.',
    '🤍🤍🤍.',
    '🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍❤️❤️🤍❤️❤️🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍❤️🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍❤️❤️🤍❤️❤️🤍🤍\n🤍❤️❤️❤️❤️❤️❤️❤️🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍❤️❤️❤️🤍🤍🤍\n🤍🤍🤍🤍❤️🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍❤️❤️🤍❤️❤️🤍🤍\n🤍❤️❤️❤️❤️❤️❤️❤️🤍\n🤍❤️❤️❤️❤️❤️❤️❤️🤍\n🤍🤍❤️❤️❤️❤️❤️🤍🤍\n🤍🤍🤍❤️❤️❤️🤍🤍🤍\n🤍🤍🤍🤍❤️🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🧡🧡🤍🧡🧡🤍🤍\n🤍🧡❤️❤️🧡❤️❤️🧡🤍\n🤍🧡❤️❤️❤️❤️❤️🧡🤍\n🤍🤍🧡❤️❤️❤️🧡🤍🤍\n🤍🤍🤍🧡❤️🧡🤍🤍🤍\n🤍🤍🤍🤍🧡🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🧡🧡🤍🧡🧡🤍🤍\n🤍🧡💛💛🧡💛💛🧡🤍\n🤍🧡💛❤️❤️❤️💛🧡🤍\n🤍🤍🧡💛❤️💛🧡🤍🤍\n🤍🤍🤍🧡💛🧡🤍🤍🤍\n🤍🤍🤍🤍🧡🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🧡🧡🤍🧡🧡🤍🤍\n🤍🧡💛💛🧡💛💛🧡🤍\n🤍🧡💛🤍🤍🤍💛🧡🤍\n🤍🤍🧡💛🤍💛🧡🤍🤍\n🤍🤍🤍🧡💛🧡🤍🤍🤍\n🤍🤍🤍🤍🧡🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🧡🧡🤍🧡🧡🤍🤍\n🤍🧡🤍🤍🧡🤍🤍🧡🤍\n🤍🧡🤍🤍🤍🤍🤍🧡🤍\n🤍🤍🧡🤍🤍🤍🧡🤍🤍\n🤍🤍🤍🧡🤍🧡🤍🤍🤍\n🤍🤍🤍🤍🧡🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍❤️❤️🤍❤️❤️🤍🤍\n🤍❤️🤍🤍❤️🤍🤍❤️🤍\n🤍❤️🤍🤍🤍🤍🤍❤️🤍\n🤍🤍❤️🤍🤍🤍❤️🤍🤍\n🤍🤍🤍❤️🤍❤️🤍🤍🤍\n🤍🤍🤍🤍❤️🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍❤️❤️🤍❤️❤️🤍🤍\n🤍❤️❤️❤️❤️❤️❤️❤️🤍\n🤍❤️❤️🤍🤍🤍❤️❤️🤍\n🤍🤍❤️❤️🤍❤️❤️🤍🤍\n🤍🤍🤍❤️❤️❤️🤍🤍🤍\n🤍🤍🤍🤍❤️🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍❤️❤️🤍❤️❤️🤍🤍\n🤍💝💝💝💝💝💝💝🤍\n🤍❤️❤️🤍🤍🤍❤️❤️🤍\n🤍🤍💝💝🤍💝💝🤍🤍\n🤍🤍🤍❤️❤️❤️🤍🤍🤍\n🤍🤍🤍🤍💝🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍💖💖🤍💖💖🤍🤍\n🤍💝💝💝💝💝💝💝🤍\n🤍💖💖🤍🤍🤍💖💖🤍\n🤍🤍💝💝🤍💝💝🤍🤍\n🤍🤍🤍💖💖💖🤍🤍🤍\n🤍🤍🤍🤍💝🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍💖💖🤍💖💖🤍🤍\n🤍💝💝💗💝💗💝💝🤍\n🤍💖💖💗💗💗💖💖🤍\n🤍🤍💝💝💗💝💝🤍🤍\n🤍🤍🤍💖💖💖🤍🤍🤍\n🤍🤍🤍🤍💝🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍💜💜🤍💚💚🤍🤍\n🤍💜💜💜💜💚💚💚🤍\n🤍💜💜💜💚💚💚💚🤍\n🤍🤍💜💜💜💚💚🤍🤍\n🤍🤍🤍💜💚💚🤍🤍🤍\n🤍🤍🤍🤍💜🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍❤️❤️🤍❤️❤️🤍🤍\n🤍💜💜💜💜💚💚💚🤍\n🤍💜💜💜💚💚💚💚🤍\n🤍🤍💜💜💜💚💚🤍🤍\n🤍🤍🤍💜💚💚🤍🤍🤍\n🤍🤍🤍🤍💜🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍❤️❤️🤍❤️❤️🤍🤍\n🤍❤️❤️❤️❤️❤️❤️❤️🤍\n🤍💜💜💜💚💚💚💚🤍\n🤍🤍💜💜💜💚💚🤍🤍\n🤍🤍🤍💜💚💚🤍🤍🤍\n🤍🤍🤍🤍💜🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍❤️❤️🤍❤️❤️🤍🤍\n🤍❤️❤️❤️❤️❤️❤️❤️🤍\n🤍❤️❤️❤️❤️❤️❤️❤️🤍\n🤍🤍💜💜💜💚💚🤍🤍\n🤍🤍🤍💜💚💚🤍🤍🤍\n🤍🤍🤍🤍💜🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍❤️❤️🤍❤️❤️🤍🤍\n🤍❤️❤️❤️❤️❤️❤️❤️🤍\n🤍❤️❤️❤️❤️❤️❤️❤️🤍\n🤍🤍❤️❤️❤️❤️❤️🤍🤍\n🤍🤍🤍💜💚💚🤍🤍🤍\n🤍🤍🤍🤍💜🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍❤️❤️🤍❤️❤️🤍🤍\n🤍❤️❤️❤️❤️❤️❤️❤️🤍\n🤍❤️❤️❤️❤️❤️❤️❤️🤍\n🤍🤍❤️❤️❤️❤️❤️🤍🤍\n🤍🤍🤍❤️❤️❤️🤍🤍🤍\n🤍🤍🤍🤍💜🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍❤️❤️🤍❤️❤️🤍🤍\n🤍❤️❤️❤️❤️❤️❤️❤️🤍\n🤍❤️❤️❤️❤️❤️❤️❤️🤍\n🤍🤍❤️❤️❤️❤️❤️🤍🤍\n🤍🤍🤍❤️❤️❤️🤍🤍🤍\n🤍🤍🤍🤍❤️🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🖤🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍❤️❤️🤍❤️❤️🤍🤍\n🤍❤️❤️❤️❤️❤️❤️❤️🤍\n🤍❤️❤️❤️❤️❤️❤️❤️🤍\n🤍🤍❤️❤️❤️❤️❤️🤍🤍\n🤍🤍🤍❤️❤️❤️🤍🤍🤍\n🤍🤍🤍🤍❤️🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🖤🖤🤍🤍🤍🤍🤍🤍🤍\n🖤🤍❤️❤️🤍❤️❤️🤍🤍\n🤍❤️❤️❤️❤️❤️❤️❤️🤍\n🤍❤️❤️❤️❤️❤️❤️❤️🤍\n🤍🤍❤️❤️❤️❤️❤️🤍🤍\n🤍🤍🤍❤️❤️❤️🤍🤍🤍\n🤍🤍🤍🤍❤️🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🖤🖤🖤🤍🤍🤍🤍🤍🤍\n🖤🖤❤️❤️🤍❤️❤️🤍🤍\n🖤❤️❤️❤️❤️❤️❤️❤️🤍\n🤍❤️❤️❤️❤️❤️❤️❤️🤍\n🤍🤍❤️❤️❤️❤️❤️🤍🤍\n🤍🤍🤍❤️❤️❤️🤍🤍🤍\n🤍🤍🤍🤍❤️🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🖤🖤🖤🖤🤍🤍🤍🤍🤍\n🖤🖤🤍❤️🤍❤️❤️🤍🤍\n🖤🤍❤️❤️❤️❤️❤️❤️🤍\n🖤❤️❤️❤️❤️❤️❤️❤️🤍\n🤍🤍❤️❤️❤️❤️❤️🤍🤍\n🤍🤍🤍❤️❤️❤️🤍🤍🤍\n🤍🤍🤍🤍❤️🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🖤🖤🖤🖤🖤🤍🤍🤍🤍\n🖤🖤🤍🤍🤍❤️❤️🤍🤍\n🖤🤍🤍❤️❤️❤️❤️❤️🤍\n🖤🤍❤️❤️❤️❤️❤️❤️🤍\n🖤🤍❤️❤️❤️❤️❤️🤍🤍\n🤍🤍🤍❤️❤️❤️🤍🤍🤍\n🤍🤍🤍🤍❤️🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🖤🖤🖤🖤🖤🖤🤍🤍🤍\n🖤🖤🤍🤍🖤❤️❤️🤍🤍\n🖤🤍🤍🤍❤️❤️❤️❤️🤍\n🖤🤍🤍❤️❤️❤️❤️❤️🤍\n🖤🖤❤️❤️❤️❤️❤️🤍🤍\n🖤🤍🤍❤️❤️❤️🤍🤍🤍\n🤍🤍🤍🤍❤️🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🖤🖤🖤🖤🖤🖤🖤🤍🤍\n🖤🖤🤍🤍🖤🤍❤️🤍🤍\n🖤🤍🤍🤍🤍❤️❤️❤️🤍\n🖤🤍🤍🤍❤️❤️❤️❤️🤍\n🖤🖤🤍❤️❤️❤️❤️🤍🤍\n🖤🖤🤍❤️❤️❤️🤍🤍🤍\n🖤🤍🤍🤍❤️🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🖤🖤🖤🖤🖤🖤🖤🖤🤍\n🖤🖤🤍🤍🖤🤍🤍🤍🤍\n🖤🤍🤍🤍🤍🤍❤️❤️🤍\n🖤🤍🤍🤍🤍❤️❤️❤️🤍\n🖤🖤🤍🤍❤️❤️❤️🤍🤍\n🖤🖤🖤❤️❤️❤️🤍🤍🤍\n🖤🖤🤍🤍❤️🤍🤍🤍🤍\n🖤🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🖤🖤🖤🖤🖤🖤🖤🖤🖤\n🖤🖤🤍🤍🖤🤍🤍🖤🤍\n🖤🤍🤍🤍🤍🤍🤍❤️🤍\n🖤🤍🤍🤍🤍🤍❤️❤️🤍\n🖤🖤🤍🤍🤍❤️❤️🤍🤍\n🖤🖤🖤🤍❤️❤️🤍🤍🤍\n🖤🖤🖤🤍❤️🤍🤍🤍🤍\n🖤🖤🤍🤍🤍🤍🤍🤍🤍.',
    '🖤🖤🖤🖤🖤🖤🖤🖤🖤\n🖤🖤🤍🤍🖤🤍🤍🖤🖤\n🖤🤍🤍🤍🤍🤍🤍🤍🤍\n🖤🤍🤍🤍🤍🤍🤍❤️🤍\n🖤🖤🤍🤍🤍🤍❤️🤍🤍\n🖤🖤🖤🤍🤍❤️🤍🤍🤍\n🖤🖤🖤🖤❤️🤍🤍🤍🤍\n🖤🖤🖤🤍🤍🤍🤍🤍🤍.',
    '🖤🖤🖤🖤🖤🖤🖤🖤🖤\n🖤🖤🤍🤍🖤🤍🤍🖤🖤\n🖤🤍🤍🤍🤍🤍🤍🤍🖤\n🖤🤍🤍🤍🤍🤍🤍🤍🤍\n🖤🖤🤍🤍🤍🤍🤍🤍🤍\n🖤🖤🖤🤍🤍🤍🤍🤍🤍\n🖤🖤🖤🖤🤍🤍🤍🤍🤍\n🖤🖤🖤🖤🤍🤍🤍🤍🤍.',
    '🖤🖤🖤🖤🖤🖤🖤🖤🖤\n🖤🖤🤍🤍🖤🤍🤍🖤🖤\n🖤🤍🤍🤍🤍🤍🤍🤍🖤\n🖤🤍🤍🤍🤍🤍🤍🤍🖤\n🖤🖤🤍🤍🤍🤍🤍🖤🤍\n🖤🖤🖤🤍🤍🤍🖤🤍🤍\n🖤🖤🖤🖤🤍🖤🤍🤍🤍\n🖤🖤🖤🖤🖤🤍🤍🤍🤍.',
    '🖤🖤🖤🖤🖤🖤🖤🖤🖤\n🖤🖤🤍🤍🖤🤍🤍🖤🖤\n🖤🤍🤍🤍🤍🤍🤍🤍🖤\n🖤🤍🤍🤍🤍🤍🤍🤍🖤\n🖤🖤🤍🤍🤍🤍🤍🖤🖤\n🖤🖤🖤🤍🤍🤍🖤🖤🤍\n🖤🖤🖤🖤🤍🖤🖤🤍🤍\n🖤🖤🖤🖤🖤🖤🤍🤍🤍.',
    '🖤🖤🖤🖤🖤🖤🖤🖤🖤\n🖤🖤🤍🤍🖤🤍🤍🖤🖤\n🖤🤍🤍🤍🤍🤍🤍🤍🖤\n🖤🤍🤍🤍🤍🤍🤍🤍🖤\n🖤🖤🤍🤍🤍🤍🤍🖤🖤\n🖤🖤🖤🤍🤍🤍🖤🖤🖤\n🖤🖤🖤🖤🤍🖤🖤🖤🤍\n🖤🖤🖤🖤🖤🖤🖤🤍🤍.',
    '🖤🖤🖤🖤🖤🖤🖤🖤🖤\n🖤🖤🤍🤍🖤🤍🤍🖤🖤\n🖤🤍🤍🤍🤍🤍🤍🤍🖤\n🖤🤍🤍🤍🤍🤍🤍🤍🖤\n🖤🖤🤍🤍🤍🤍🤍🖤🖤\n🖤🖤🖤🤍🤍🤍🖤🖤🖤\n🖤🖤🖤🖤🤍🖤🖤🖤🖤\n🖤🖤🖤🖤🖤🖤🖤🖤🤍.',
    '🖤🖤🖤🖤🖤🖤🖤🖤🖤\n🖤🖤🤍🤍🖤🤍🤍🖤🖤\n🖤🤍🤍🤍🤍🤍🤍🤍🖤\n🖤🤍🤍🤍🤍🤍🤍🤍🖤\n🖤🖤🤍🤍🤍🤍🤍🖤🖤\n🖤🖤🖤🤍🤍🤍🖤🖤🖤\n🖤🖤🖤🖤🤍🖤🖤🖤🖤\n🖤🖤🖤🖤🖤🖤🖤🖤🖤.',
    '🖤🖤🖤🖤🖤🖤🖤🖤🖤\n🖤🖤🤍🤍🖤🤍🤍🖤🖤\n🖤🤍🤍🤍🤍🤍🤍🤍🖤\n🖤🤍🤍🤍🤍🤍🤍🤍🖤\n🖤🖤🤍🤍🤍🤍🤍🖤🖤\n🖤🖤🖤🤍🤍🤍🖤🖤🖤\n🖤🖤🖤🖤🤍🖤🖤🖤🖤\n🖤🖤🖤🖤🖤🖤🖤🖤.',
    '🖤🖤🖤🖤🖤🖤🖤🖤🖤\n🖤🖤🤍🤍🖤🤍🤍🖤🖤\n🖤🤍🤍🤍🤍🤍🤍🤍🖤\n🖤🤍🤍🤍🤍🤍🤍🤍🖤\n🖤🖤🤍🤍🤍🤍🤍🖤🖤\n🖤🖤🖤🤍🤍🤍🖤🖤🖤\n🖤🖤🖤🖤🤍🖤🖤🖤\n🖤🖤🖤🖤🖤🖤🖤.',
    '🖤🖤🖤🖤🖤🖤🖤🖤🖤\n🖤🖤🤍🤍🖤🤍🤍🖤🖤\n🖤🤍🤍🤍🤍🤍🤍🤍🖤\n🖤🤍🤍🤍🤍🤍🤍🤍🖤\n🖤🖤🤍🤍🤍🤍🤍🖤🖤\n🖤🖤🖤🤍🤍🤍🖤🖤\n🖤🖤🖤🖤🤍🖤🖤\n🖤🖤🖤🖤🖤🖤.',
    '🖤🖤🖤🖤🖤🖤🖤🖤🖤\n🖤🖤🤍🤍🖤🤍🤍🖤🖤\n🖤🤍🤍🤍🤍🤍🤍🤍🖤\n🖤🤍🤍🤍🤍🤍🤍🤍🖤\n🖤🖤🤍🤍🤍🤍🤍🖤\n🖤🖤🖤🤍🤍🤍🖤\n🖤🖤🖤🖤🤍🖤\n🖤🖤🖤🖤🖤.',
    '🖤🖤🖤🖤🖤🖤🖤🖤🖤\n🖤🖤🤍🤍🖤🤍🤍🖤🖤\n🖤🤍🤍🤍🤍🤍🤍🤍🖤\n🖤🤍🤍🤍🤍🤍🤍🤍\n🖤🖤🤍🤍🤍🤍🤍\n🖤🖤🖤🤍🤍🤍\n🖤🖤🖤🖤🤍\n🖤🖤🖤🖤.',
    '🖤🖤🖤🖤🖤🖤🖤🖤🖤\n🖤🖤🤍🤍🖤🤍🤍🖤🖤\n🖤🤍🤍🤍🤍🤍🤍🤍\n🖤🤍🤍🤍🤍🤍🤍\n🖤🖤🤍🤍🤍🤍\n🖤🖤🖤🤍🤍\n🖤🖤🖤🖤\n🖤🖤🖤.',
    '🖤🖤🖤🖤🖤🖤🖤🖤🖤\n🖤🖤🤍🤍🖤🤍🤍🖤\n🖤🤍🤍🤍🤍🤍🤍\n🖤🤍🤍🤍🤍🤍\n🖤🖤🤍🤍🤍\n🖤🖤🖤🤍\n🖤🖤🖤\n🖤🖤.',
    '🖤🖤🖤🖤🖤🖤🖤🖤\n🖤🖤🤍🤍🖤🤍🤍\n🖤🤍🤍🤍🤍🤍\n🖤🤍🤍🤍🤍\n🖤🖤🤍🤍\n🖤🖤🖤\n🖤🖤\n🖤.',
    '🖤🖤🖤🖤🖤🖤🖤\n🖤🖤🤍🤍🖤🤍\n🖤🤍🤍🤍🤍\n🖤🤍🤍🤍\n🖤🖤🤍\n🖤🖤\n🖤.',
    '🖤🖤🖤🖤🖤🖤\n🖤🖤🤍🤍🖤\n🖤🤍🤍🤍\n🖤🤍🤍\n🖤🖤\n🖤.',
    '🖤🖤🖤🖤🖤\n🖤🖤🤍🤍\n🖤🤍🤍\n🖤🤍\n🖤.',
    '🖤🖤🖤🖤\n🖤🖤🤍\n🖤🤍\n🖤.',
    '🖤🖤🖤\n🖤🖤\n🖤.',
    '🖤🖤\n🖤.',
    '🖤.',
    '.',
    'Made by','Made by NoBan','Made by @NoBanOnlyZXC','Made by @NoBanOnlyZXC ❤️','Made by @NoBanOnlyZXC ❤️.','Made by @NoBanOnlyZXC ❤️..','Made by @NoBanOnlyZXC ❤️...','Made by @NoBanOnlyZXC ❤️','Made by @NoBanOnlyZXC','Made by NoBan','Made by','❤️'
]

georg = [
    '⬛️🟧⬛️🟧⬛️⬜️⬜️\n⬛️🟧⬛️🟧⬛️⬜️⬜️\n⬛️🟧⬛️🟧⬛️⬜️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬜️⬛️🟧⬛️🟧⬛️\n⬜️⬜️⬛️🟧⬛️🟧⬛️\n⬜️⬜️⬛️🟧⬛️🟧⬛️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬛️🟧⬛️🟧⬛️⬜️⬜️\n⬛️🟧⬛️🟧⬛️⬜️⬜️\n⬛️🟧⬛️🟧⬛️⬜️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬜️⬛️🟧⬛️🟧⬛️\n⬜️⬜️⬛️🟧⬛️🟧⬛️\n⬜️⬜️⬛️🟧⬛️🟧⬛️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n',
    '⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬜️⬛️🟧⬛️🟧⬛️\n⬜️⬜️⬛️🟧⬛️🟧⬛️\n⬜️⬜️⬛️🟧⬛️🟧⬛️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬛️🟧⬛️🟧⬛️⬜️⬜️\n⬛️🟧⬛️🟧⬛️⬜️⬜️\n⬛️🟧⬛️🟧⬛️⬜️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬜️⬛️🟧⬛️🟧⬛️\n⬜️⬜️⬛️🟧⬛️🟧⬛️\n⬜️⬜️⬛️🟧⬛️🟧⬛️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬛️🟧⬛️🟧⬛️⬜️⬜️\n⬛️🟧⬛️🟧⬛️⬜️⬜️\n⬛️🟧⬛️🟧⬛️⬜️⬜️\n',
    '⬜️⬜️⬛️🟧⬛️🟧⬛️\n⬜️⬜️⬛️🟧⬛️🟧⬛️\n⬜️⬜️⬛️🟧⬛️🟧⬛️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬛️🟧⬛️🟧⬛️⬜️⬜️\n⬛️🟧⬛️🟧⬛️⬜️⬜️\n⬛️🟧⬛️🟧⬛️⬜️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬜️⬛️🟧⬛️🟧⬛️\n⬜️⬜️⬛️🟧⬛️🟧⬛️\n⬜️⬜️⬛️🟧⬛️🟧⬛️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬛️🟧⬛️🟧⬛️⬜️⬜️\n⬛️🟧⬛️🟧⬛️⬜️⬜️\n⬛️🟧⬛️🟧⬛️⬜️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n',
    '⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬛️🟧⬛️🟧⬛️⬜️⬜️\n⬛️🟧⬛️🟧⬛️⬜️⬜️\n⬛️🟧⬛️🟧⬛️⬜️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬜️⬛️🟧⬛️🟧⬛️\n⬜️⬜️⬛️🟧⬛️🟧⬛️\n⬜️⬜️⬛️🟧⬛️🟧⬛️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬛️🟧⬛️🟧⬛️⬜️⬜️\n⬛️🟧⬛️🟧⬛️⬜️⬜️\n⬛️🟧⬛️🟧⬛️⬜️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬜️⬛️🟧⬛️🟧⬛️\n⬜️⬜️⬛️🟧⬛️🟧⬛️\n⬜️⬜️⬛️🟧⬛️🟧⬛️\n',
    '⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬜️⬛️🟧⬛️🟧⬛️\n⬜️⬜️⬛️🟧⬛️🟧⬛️\n⬜️⬜️⬛️🟧⬛️🟧⬛️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬛️🟧⬛️🟧⬛️⬜️⬜️\n⬛️🟧⬛️🟧⬛️⬜️⬜️\n⬛️🟧⬛️🟧⬛️⬜️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬜️⬛️🟧⬛️🟧⬛️\n⬜️⬜️⬛️🟧⬛️🟧⬛️\n⬜️⬜️⬛️🟧⬛️🟧⬛️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n',
    '⬜️⬜️⬛️🟧⬛️🟧⬛️\n⬜️⬜️⬛️🟧⬛️🟧⬛️\n⬜️⬜️⬛️🟧⬛️🟧⬛️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬛️🟧⬛️🟧⬛️⬜️⬜️\n⬛️🟧⬛️🟧⬛️⬜️⬜️\n⬛️🟧⬛️🟧⬛️⬜️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬜️⬛️🟧⬛️🟧⬛️\n⬜️⬜️⬛️🟧⬛️🟧⬛️\n⬜️⬜️⬛️🟧⬛️🟧⬛️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n',
    '⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬛️🟧⬛️🟧⬛️⬜️⬜️\n⬛️🟧⬛️🟧⬛️⬜️⬜️\n⬛️🟧⬛️🟧⬛️⬜️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬜️⬛️🟧⬛️🟧⬛️\n⬜️⬜️⬛️🟧⬛️🟧⬛️\n⬜️⬜️⬛️🟧⬛️🟧⬛️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n',
    '⬛️🟧⬛️🟧⬛️⬜️⬜️\n⬛️🟧⬛️🟧⬛️⬜️⬜️\n⬛️🟧⬛️🟧⬛️⬜️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬜️⬛️🟧⬛️🟧⬛️\n⬜️⬜️⬛️🟧⬛️🟧⬛️\n⬜️⬜️⬛️🟧⬛️🟧⬛️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n',
    '⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬜️⬛️🟧⬛️🟧⬛️\n⬜️⬜️⬛️🟧⬛️🟧⬛️\n⬜️⬜️⬛️🟧⬛️🟧⬛️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n',
    '⬜️⬜️⬛️🟧⬛️🟧⬛️\n⬜️⬜️⬛️🟧⬛️🟧⬛️\n⬜️⬜️⬛️🟧⬛️🟧⬛️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n',
    '⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n',
    '⬜️⬛️🟧⬛️🟧⬛️⬜️\n⬜️ **NoBanOnlyZXC**⬜️\n⬜️⬛️🟧⬛️🟧⬛️⬜️\n',
    '@NoBanOnlyZXC ❤️',
    '🎗'
]

heart2 = [
    '🤍.',
    '🤍🤍.',
    '🤍🤍🤍.',
    '🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🤍🖤🤍🖤🤍🖤🤍🖤🤍\n🤍🖤🤍🖤🤍🖤🤍🖤🤍\n🤍🖤🤍🖤🤍🖤🤍🖤🤍\n🤍🖤🤍🖤🤍🖤🤍🖤🤍\n🤍🖤🤍🖤🤍🖤🤍🖤🤍\n🤍🖤🤍🖤🤍🖤🤍🖤🤍\n🤍🖤🤍🖤🤍🖤🤍🖤🤍\n🤍🖤🤍🖤🤍🖤🤍🖤🤍.',
    '🤍🖤🤍🖤🤍🖤🤍🖤🤍\n🤍🖤💚💚🤍💚💚🖤🤍\n🤍💚🤍🖤💚🖤🤍💚🤍\n🤍💚🤍🖤🤍🖤🤍💚🤍\n🤍🖤💚🖤🤍🖤💚🖤🤍\n🤍🖤🤍💚🤍💚🤍🖤🤍\n🤍🖤🤍🖤💚🖤🤍🖤🤍\n🤍🖤🤍🖤🤍🖤🤍🖤🤍.',
    '🤍🖤🤍🖤🤍🖤🤍🖤🤍\n🤍🖤💚💚🤍💚💚🖤🤍\n🤍💚💚💚💚💚💚💚🤍\n🤍💚💚💚💚💚💚💚🤍\n🤍🖤💚💚💚💚💚🖤🤍\n🤍🖤🤍💚💚💚🤍🖤🤍\n🤍🖤🤍🖤💚🖤🤍🖤🤍\n🤍🖤🤍🖤🤍🖤🤍🖤🤍.',
    '💛🖤🤍🖤🤍🖤🤍🖤💛\n🤍🖤💚💚🤍💚💚🖤🤍\n🤍💚💚💚💚💚💚💚🤍\n🤍💚💚💚❤️💚💚💚🤍\n🤍🖤💚💚💚💚💚🖤🤍\n🤍🖤🤍💚💚💚🤍🖤🤍\n🤍🖤🤍🖤💚🖤🤍🖤🤍\n💛🖤🤍🖤🤍🖤🤍🖤💛.',
    '💛💛🤍🖤🤍🖤🤍💛💛\n💛🖤💚💚🤍💚💚🖤💛\n🤍💚💚💚💚💚💚💚🤍\n🤍💚💚❤️❤️❤️💚💚🤍\n🤍🖤💚💚❤️💚💚🖤🤍\n🤍🖤🤍💚💚💚🤍🖤🤍\n💛🖤🤍🖤💚🖤🤍🖤💛\n💛💛🤍🖤🤍🖤🤍💛💛.',
    '💛💛💛🖤🤍🖤💛💛💛\n💛🖤💚💚🤍💚💚🖤💛\n💛💚❤️❤️💚❤️❤️💚💛\n🤍💚❤️❤️❤️❤️❤️💚🤍\n🤍🖤💚❤️❤️❤️💚🖤🤍\n💛🖤🤍💚❤️💚🤍🖤💛\n💛🖤🤍🖤💚🖤🤍🖤💛\n💛💛💛🖤🤍🖤💛💛💛.',
    '💛💛💛💛🧡💛💛💛💛\n💛🤍💖💖🤍💖💖🤍💛\n💛💚❤️❤️💚❤️❤️💚💛\n💛💚❤️❤️❤️❤️❤️💚💛\n💛🖤💚❤️❤️❤️💚🖤💛\n💛🖤🤍💚❤️💚🤍🖤💛\n💛🖤🤍🖤💚🖤🤍🖤💛\n💛💛💛💛🧡💛💛💛💛.',
    '💛💛💛💛🧡💛💛💛💛\n💛🤍💖💖🤍💖💖🤍💛\n💛💖❤️❤️💖❤️❤️💖💛\n💛💚❤️❤️❤️❤️❤️💚💛\n💛🖤💚❤️❤️❤️💚🖤💛\n💛🖤🤍💚❤️💚🤍🖤💛\n💛🖤🤍🖤💚🖤🤍🖤💛\n💛💛💛💛🧡💛💛💛💛.',
    '💛💛💛💛🧡💛💛💛💛\n💛🤍💖💖🤍💖💖🤍💛\n💛💖❤️❤️💖❤️❤️💖💛\n💛💖❤️❤️❤️❤️❤️💖💛\n💛🖤💚❤️❤️❤️💚🖤💛\n💛🖤🤍💚❤️💚🤍🖤💛\n💛🖤🤍🖤💚🖤🤍🖤💛\n💛💛💛💛🧡💛💛💛💛.',
    '💛💛💛💛🧡💛💛💛💛\n💛🤍💖💖🤍💖💖🤍💛\n💛💖❤️❤️💖❤️❤️💖💛\n💛💖❤️❤️❤️❤️❤️💖💛\n💛🤍💖❤️❤️❤️💖🤍💛\n💛🖤🤍💚❤️💚🤍🖤💛\n💛🖤🤍🖤💚🖤🤍🖤💛\n💛💛💛💛🧡💛💛💛💛.',
    '💛💛💛💛🧡💛💛💛💛\n💛🤍💖💖🤍💖💖🤍💛\n💛💖❤️❤️💖❤️❤️💖💛\n💛💖❤️❤️❤️❤️❤️💖💛\n💛🤍💖❤️❤️❤️💖🤍💛\n💛🤍🤍💖❤️💖🤍🤍💛\n💛🖤🤍🖤💚🖤🤍🖤💛\n💛💛💛💛🧡💛💛💛💛.',
    '💛💛💛💛🧡💛💛💛💛\n💛🤍💖💖🤍💖💖🤍💛\n💛💖❤️❤️💖❤️❤️💖💛\n💛💖❤️❤️❤️❤️❤️💖💛\n💛🤍💖❤️❤️❤️💖🤍💛\n💛🤍🤍💖❤️💖🤍🤍💛\n💛🤍🤍🤍💖🤍🤍🤍💛\n💛💛💛💛🧡💛💛💛💛.',
    '💛💛💛💛🧡💛💛💛💛\n💛🤍💖💖🤍💖💖🤍💛\n💛💖💜❤️💖❤️💜💖💛\n💛💖❤️💜❤️💜❤️💖💛\n💛🤍💖❤️💜❤️💖🤍💛\n💛🤍🤍💖❤️💖🤍🤍💛\n💛🤍🤍🤍💖🤍🤍🤍💛\n💛💛💛💛🧡💛💛💛💛.',
    '💛💛💛💛🧡💛💛💛💛\n💛🤍💖💖🤍💖💖🤍💛\n💛💖💜💙💖💙💜💖💛\n💛💖❤️💜💙💜❤️💖💛\n💛🤍💖❤️💜❤️💖🤍💛\n💛🤍🤍💖❤️💖🤍🤍💛\n💛🤍🤍🤍💖🤍🤍🤍💛\n💛💛💛💛🧡💛💛💛💛.',
    '💛💛💛💛🧡💛💛💛💛\n💛🤍💖💖🤍💖💖🤍💛\n💛💖💜💙💖💙💜💖💛\n💛💖💚💜💙💜💚💖💛\n💛🤍💖💚💜💚💖🤍💛\n💛🤍🤍💖💚💖🤍🤍💛\n💛🤍🤍🤍💖🤍🤍🤍💛\n💛💛💛💛🧡💛💛💛💛.',
    '🖤🖤🖤🖤🖤🖤🖤🖤🖤\n💛🤍💖💖🤍💖💖🤍💛\n💛💖💜💙💖💙💜💖💛\n💛💖💚💜💙💜💚💖💛\n💛🤍💖💚💜💚💖🤍💛\n💛🤍🤍💖💚💖🤍🤍💛\n💛🤍🤍🤍💖🤍🤍🤍💛\n💛💛💛💛🧡💛💛💛💛.',
    '🖤🖤🖤🖤🖤🖤🖤🖤🖤\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n💛💖💜💙💖💙💜💖💛\n💛💖💚💜💙💜💚💖💛\n💛🤍💖💚💜💚💖🤍💛\n💛🤍🤍💖💚💖🤍🤍💛\n💛🤍🤍🤍💖🤍🤍🤍💛\n💛💛💛💛🧡💛💛💛💛.',
    '🖤🖤🖤🖤🖤🖤🖤🖤🖤\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n💛💖💜💙💖💙💜💖💛\n💛💖💚💜💙💜💚💖💛\n💛🤍💖💚💜💚💖🤍💛\n💛🤍🤍💖💚💖🤍🤍💛\n💛🤍🤍🤍💖🤍🤍🤍💛\n🖤🖤🖤🖤🖤🖤🖤🖤🖤.',
    '🖤🖤🖤🖤🖤🖤🖤🖤🖤\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n💛💖💜💙💖💙💜💖💛\n💛💖💚💜💙💜💚💖💛\n💛🤍💖💚💜💚💖🤍💛\n💛🤍🤍💖💚💖🤍🤍💛\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🖤🖤🖤🖤🖤🖤🖤🖤🖤.',
    '🖤🖤🖤🖤🖤🖤🖤🖤🖤\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🖤🖤🖤🖤🖤🖤🖤🖤🖤\n💛💖💚💜💙💜💚💖💛\n💛🤍💖💚💜💚💖🤍💛\n🖤🖤🖤🖤🖤🖤🖤🖤🖤\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🖤🖤🖤🖤🖤🖤🖤🖤🖤.',
    '🖤🖤🖤🖤🖤🖤🖤🖤🖤\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🖤🖤🖤🖤🖤🖤🖤🖤🖤\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🖤🖤🖤🖤🖤🖤🖤🖤🖤\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🖤🖤🖤🖤🖤🖤🖤🖤🖤.',
    '🖤🖤🖤🖤🖤🖤🖤🖤🖤\n🖤🖤🖤🖤🖤🖤🖤🖤🖤\n🖤🖤🖤🖤🖤🖤🖤🖤🖤\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🖤🖤🖤🖤🖤🖤🖤🖤🖤\n🖤🖤🖤🖤🖤🖤🖤🖤🖤\n🖤🖤🖤🖤🖤🖤🖤🖤🖤.',
    '🖤🖤🖤🖤🖤🖤🖤🖤🖤\n🖤🖤🖤🖤🖤🖤🖤🖤🖤\n🖤🖤🖤🖤🖤🖤🖤🖤🖤\n🖤🖤🖤🖤🖤🖤🖤🖤🖤\n🖤🖤🖤🖤🖤🖤🖤🖤🖤\n🖤🖤🖤🖤🖤🖤🖤🖤🖤\n🖤🖤🖤🖤🖤🖤🖤🖤🖤\n🖤🖤🖤🖤🖤🖤🖤🖤🖤.',
    '🤍🖤🤍🖤🤍🖤🤍🖤🤍\n🖤🤍🖤🤍🖤🤍🖤🤍🖤\n🤍🖤🤍🖤🤍🖤🤍🖤🤍\n🖤🤍🖤🤍🖤🤍🖤🤍🖤\n🤍🖤🤍🖤🤍🖤🤍🖤🤍\n🖤🤍🖤🤍🖤🤍🖤🤍🖤\n🤍🖤🤍🖤🤍🖤🤍🖤🤍\n🖤🤍🖤🤍🖤🤍🖤🤍🖤.',
    '🖤🤍🖤🤍🖤🤍🖤🤍🖤\n🤍🖤🤍🖤🤍🖤🤍🖤🤍\n🖤🤍🖤🤍🖤🤍🖤🤍🖤\n🤍🖤🤍🖤🤍🖤🤍🖤🤍\n🖤🤍🖤🤍🖤🤍🖤🤍🖤\n🤍🖤🤍🖤🤍🖤🤍🖤🤍\n🖤🤍🖤🤍🖤🤍🖤🤍🖤\n🤍🖤🤍🖤🤍🖤🤍🖤🤍.',
    '🤍🖤🤍🖤🤍🖤🤍🖤🤍\n🖤🤍🖤🤍🖤🤍🖤🤍🖤\n🤍🖤🤍🖤🤍🖤🤍🖤🤍\n🖤🤍🖤🤍🖤🤍🖤🤍🖤\n🤍🖤🤍🖤🤍🖤🤍🖤🤍\n🖤🤍🖤🤍🖤🤍🖤🤍🖤\n🤍🖤🤍🖤🤍🖤🤍🖤🤍\n🖤🤍🖤🤍🖤🤍🖤🤍🖤.',
    '🖤🤍🖤🤍🖤🤍🖤🤍🖤\n🤍🖤🤍🖤🤍🖤🤍🖤🤍\n🖤🤍🖤🤍🖤🤍🖤🤍🖤\n🤍🖤🤍🖤🤍🖤🤍🖤🤍\n🖤🤍🖤🤍🖤🤍🖤🤍🖤\n🤍🖤🤍🖤🤍🖤🤍🖤🤍\n🖤🤍🖤🤍🖤🤍🖤🤍🖤\n🤍🖤🤍🖤🤍🖤🤍🖤🤍.',
    '🤍🖤🤍🖤🤍🖤🤍🖤🤍\n🖤🤍🖤🤍🖤🤍🖤🤍🖤\n🤍🖤🤍🖤🤍🖤🤍🖤🤍\n🖤🤍🖤🤍🖤🤍🖤🤍🖤\n🤍🖤🤍🖤🤍🖤🤍🖤🤍\n🖤🤍🖤🤍🖤🤍🖤🤍🖤\n🤍🖤🤍🖤🤍🖤🤍🖤🤍\n🖤🤍🖤🤍🖤🤍🖤🤍🖤.',
    '🖤🤍🖤🤍🖤🤍🖤🤍🖤\n🤍🖤🤍🖤🤍🖤🤍🖤🤍\n🖤🤍🖤🤍🖤🤍🖤🤍🖤\n🤍🖤🤍🖤🤍🖤🤍🖤🤍\n🖤🤍🖤🤍🖤🤍🖤🤍🖤\n🤍🖤🤍🖤🤍🖤🤍🖤🤍\n🖤🤍🖤🤍🖤🤍🖤🤍🖤\n🤍🖤🤍🖤🤍🖤🤍🖤🤍.',
    '🖤🤍🖤🤍🖤🤍🖤🤍🖤\n🤍🖤💙💙🤍💙💙🖤🤍\n🖤🤍🖤🤍🖤🤍🖤🤍🖤\n🤍🖤🤍💙💙💙🤍🖤🤍\n🖤🤍🖤🤍💙🤍🖤🤍🖤\n🤍🖤🤍🖤🤍🖤🤍🖤🤍\n🖤🤍🖤🤍💙🤍🖤🤍🖤\n🤍🖤🤍🖤🤍🖤🤍🖤🤍.',
    '🖤🤍🖤🤍🖤🤍🖤🤍🖤\n🤍🖤💙💙🤍💙💙🖤🤍\n🖤💙🖤🤍💙🤍🖤💙🖤\n🤍💙🤍💙💙💙🤍💙🤍\n🖤🤍🖤🤍💙🤍🖤🤍🖤\n🤍🖤🤍💙🤍💙🤍🖤🤍\n🖤🤍🖤🤍💙🤍🖤🤍🖤\n🤍🖤🤍🖤🤍🖤🤍🖤🤍.',
    '🖤🤍🖤🤍🖤🤍🖤🤍🖤\n🤍🖤💙💙🤍💙💙🖤🤍\n🖤💙🖤🤍💙🤍🖤💙🖤\n🤍💙🤍💙💙💙🤍💙🤍\n🖤🤍💙🤍💙🤍💙🤍🖤\n🤍🖤🤍💙🤍💙🤍🖤🤍\n🖤🤍🖤🤍💙🤍🖤🤍🖤\n🤍🖤🤍🖤🤍🖤🤍🖤🤍.',
    '🖤🤍🖤🤍🖤🤍🖤🤍🖤\n🤍🖤💙💙🤍💙💙🖤🤍\n🖤💙🖤🤍💙🤍🖤💙🖤\n🤍💙🤍❤️❤️❤️🤍💙🤍\n🖤🤍💙🤍❤️🤍💙🤍🖤\n🤍🖤🤍💙🤍💙🤍🖤🤍\n🖤🤍🖤🤍💙🤍🖤🤍🖤\n🤍🖤🤍🖤🤍🖤🤍🖤🤍.',
    '🖤🤍🖤🤍🖤🤍🖤🤍🖤\n🤍🖤💙💙🤍💙💙🖤🤍\n🖤💙💙💙💙💙💙💙🖤\n🤍💙💙❤️❤️❤️💙💙🤍\n🖤🤍💙💙❤️💙💙🤍🖤\n🤍🖤🤍💙💙💙🤍🖤🤍\n🖤🤍🖤🤍💙🤍🖤🤍🖤\n🤍🖤🤍🖤🤍🖤🤍🖤🤍.',
    '🖤🤍🖤🤍🖤🤍🖤🤍🖤\n🤍🖤💙💙🤍💙💙🖤🤍\n🖤💙💙💙💙💙💙💙🖤\n🤍💙💙💙💙💙💙💙🤍\n🖤🤍💙💙💙💙💙🤍🖤\n🤍🖤🤍💙💙💙🤍🖤🤍\n🖤🤍🖤🤍💙🤍🖤🤍🖤\n🤍🖤🤍🖤🤍🖤🤍🖤🤍.',
    '🖤🤍🖤🤍🖤🤍🖤🤍🖤\n🤍🖤❤️❤️🤍❤️❤️🖤🤍\n🖤❤️❤️❤️❤️❤️❤️❤️🖤\n🤍❤️❤️❤️❤️❤️❤️❤️🤍\n🖤🤍❤️❤️❤️❤️❤️🤍🖤\n🤍🖤🤍❤️❤️❤️🤍🖤🤍\n🖤🤍🖤🤍❤️🤍🖤🤍🖤\n🤍🖤🤍🖤🤍🖤🤍🖤🤍.',
    '🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍❤️❤️🤍❤️❤️🤍🤍\n🤍❤️❤️❤️❤️❤️❤️❤️🤍\n🤍❤️❤️❤️❤️❤️❤️❤️🤍\n🤍🤍❤️❤️❤️❤️❤️🤍🤍\n🤍🤍🤍❤️❤️❤️🤍🤍🤍\n🤍🤍🤍🤍❤️🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🖤🖤🖤🖤🖤🖤🖤🖤🖤\n🖤🖤❤️❤️🖤❤️❤️🖤🖤\n🖤❤️❤️❤️❤️❤️❤️❤️🖤\n🖤❤️❤️❤️❤️❤️❤️❤️🖤\n🖤🖤❤️❤️❤️❤️❤️🖤🖤\n🖤🖤🖤❤️❤️❤️🖤🖤🖤\n🖤🖤🖤🖤❤️🖤🖤🖤🖤\n🖤🖤🖤🖤🖤🖤🖤🖤🖤.',
    '💙💙💙💜💜💜💙💙💙\n💙💙❤️❤️💜❤️❤️💙💙\n💙❤️❤️❤️❤️❤️❤️❤️💙\n💙❤️❤️❤️❤️❤️❤️❤️💙\n💙💙❤️❤️❤️❤️❤️💙💙\n💙💙💙❤️❤️❤️💙💙💙\n💙💙💙💜❤️💜💙💙💙\n💙💙💙💜💜💜💙💙💙.',
    '💙💙💙💜💜💜💙💙💙\n💙💙🤍🤍💜🖤🖤💙💙\n💙🤍🤍🤍🤍🖤🖤🖤💙\n💙🤍🤍🤍🤍🖤🖤🖤💙\n💙💙🤍🤍🖤🖤🖤💙💙\n💙💙💙🤍🖤🖤💙💙💙\n💙💙💙💜🖤💜💙💙💙\n💙💙💙💜💜💜💙💙💙.',
    '💙💙💙💜💜💜💙💙💙\n💙💙🤍🤍💜🖤🖤💙💙\n💙🤍🖤🤍🤍🖤🤍🖤💙\n💙🤍🤍🤍🤍🖤🖤🖤💙\n💙💙🤍🤍🖤🖤🖤💙💙\n💙💙💙🤍🖤🖤💙💙💙\n💙💙💙💜🖤💜💙💙💙\n💙💙💙💜💜💜💙💙💙.',
    '💙💙💙💜💜💜💙💙💙\n💙💙🤍🤍💜🖤🖤💙💙\n💙🤍🖤🤍💜🖤🤍🖤💙\n💙🤍🤍🤍💜🖤🖤🖤💙\n💙💙🤍🤍💜🖤🖤💙💙\n💙💙💙🤍💜🖤💙💙💙\n💙💙💙💜💜💜💙💙💙\n💙💙💙💜💜💜💙💙💙.',
    '💙💙💙💜💜💜💙💙💙\n💙💙💙💜💜💜💙💙💙\n💙💙💙💜💜💜💙💙💙\n💙💙💙💜💜💜💙💙💙\n💙💙💙💜💜💜💙💙💙\n💙💙💙💜💜💜💙💙💙\n💙💙💙💜💜💜💙💙💙\n💙💙💙💜💜💜💙💙💙.',
    '💙💙💙💜💜💜💙💙💙\n💙❤️💙💜❤️💜💙❤️💙\n💙❤️💙💜❤️💜💙❤️💙\n💙❤️💙💜❤️💜💙❤️💙\n💙❤️💙💜❤️💜💙❤️💙\n💙❤️💙💜❤️💜💙❤️💙\n💙❤️❤️❤️❤️❤️❤️❤️💙\n💙💙💙💜💜💜💙💙💙.',
    '💛💛💛💛💛💛💛💛💛\n💛❤️❤️❤️❤️❤️❤️❤️💛\n💛❤️🤍🤍❤️🤍🤍❤️💛\n💛❤️🤍❤️❤️❤️🤍❤️💛\n💛❤️🤍❤️❤️❤️🤍❤️💛\n💛❤️🤍🤍❤️🤍🤍❤️💛\n💛❤️❤️❤️❤️❤️❤️❤️💛\n💛💛💛💛💛💛💛💛💛.',
    '💛💛💛💛💛💛💛💛💛\n💛❤️❤️❤️❤️❤️❤️❤️💛\n💛❤️💚💚❤️💚💚❤️💛\n💛❤️💚💚💚💚💚❤️💛\n💛❤️🤍💚💚💚🤍❤️💛\n💛❤️🤍🤍💚🤍🤍❤️💛\n💛❤️❤️❤️❤️❤️❤️❤️💛\n💛💛💛💛💛💛💛💛💛.',
    '💛💛💛💛💛💛💛💛💛\n💛🤍🤍🤍🤍🤍🤍🤍💛\n💛🤍💚💚🤍💚💚🤍💛\n💛🤍💚💚💚💚💚🤍💛\n💛🤍🤍💚💚💚🤍🤍💛\n💛🤍🤍🤍💚🤍🤍🤍💛\n💛🤍🤍🤍🤍🤍🤍🤍💛\n💛💛💛💛💛💛💛💛💛.',
    '🤍🤍🤍🤍🤍🤍🤍🤍\n🤍❌🤍🤍🤍🤍❌🤍\n🤍❌❌🤍🤍🤍❌🤍\n🤍❌🤍❌🤍🤍❌🤍\n🤍❌🤍🤍❌🤍❌🤍\n🤍❌🤍🤍🤍❌❌🤍\n🤍❌🤍🤍🤍🤍❌🤍\n🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍❌❌❌❌🤍🤍\n🤍❌🤍🤍🤍🤍❌🤍\n🤍❌🤍🤍🤍🤍❌🤍\n🤍❌🤍🤍🤍🤍❌🤍\n🤍❌🤍🤍🤍🤍❌🤍\n🤍🤍❌❌❌❌🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🤍💙❤️🤍💙❤️🤍💙❤️\n🤍💙❤️🤍💙❤️🤍💙❤️\n🤍💙❤️🤍💙❤️🤍💙❤️\n🤍💙 NoBanOnlyZXC 💙❤️\n🤍💙❤️🤍💙❤️🤍💙❤️\n🤍💙❤️🤍💙❤️🤍💙❤️\n🤍💙❤️🤍💙❤️🤍💙❤️.',
    'Soft: @TelehashDev ❤️',
    'Soft: @TelehashDev ❤️.',
    'Soft: @TelehashDev ❤️',
    '🤍'
]

heart3 = [
    '🤍.',
    '🤍🤍.',
    '🤍🤍🤍.',
    '🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍.',
    '🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍\n🤍🤍🤍🤍🤍🤍🤍🤍🤍.',
]

ghoul = [
    "I'm feelin' lost and I don't know where else to go now",
    "I don't really have a place to call my home now",
    "Everybody hatin' and I feel so cold now",
    "Why do everybody make me feel alone? Like",
    "I'm feelin' lost and I don't know where else to go now",
    "I don't really have a place to call my home now",
    "Everybody hatin' and I feel so cold now",
    "Why do everybody make me feel alone? Like",
    "I've got so much shit to say",
    "Baby, take me from this place",
    "I just really can not stay",
    "Tears are falling down my face",
    "I feel colder every day",
    "Now they want me out their way",
    "I'll be gone, I'll be okay",
    "I just need some fucking space",
    "I walk by, I feel them hate",
    "Wanna die 'cause I relate",
    "Wanna cry, I feel insane",
    "I get high but can't escape",
    "Would they love me If I change?",
    "Am I lost? Am I too late?",
    "Soon I'm dead, I cannot wait",
    "Please don't love me, it's a waste",
    "I'm feelin' lost and I don't know where else to go now",
    "I don't really have a place to call my home now",
    "Everybody hatin' and I feel so cold now",
    "Why do everybody make me feel alone? Like",
    "I'm feelin' lost and I don't know where else to go now",
    "I don't really have a place to call my home now",
    "Everybody hatin' and I feel so cold now",
    "Why do everybody make me feel alone? Like",
    "Wanna die so fucking bad",
    "You're the best I've ever had",
    "Wanna die when I look back",
    "'Cause you always made me sad",
    "Can't get over shit, I'm done",
    "I just make another song",
    "Nothing helps, I'm fucking numb",
    "I'll be gone, bitch, pass the blunt",
    "I've been hurting for so long",
    "Baby, kill me in your thoughts",
    "I've been dyin' all along",
    "Let me go where I belong",
    "Get me drunk, bitch, get me high",
    "Give me pills and let me vibe",
    "When it's time just let me die",
    "I'm so tired of this life"
]

text = f'{color.header}  ████████╗███████╗██╗     ███████╗██╗  ██╗ █████╗  ██████╗██╗  ██╗\n  ╚══██╔══╝██╔════╝██║     ██╔════╝██║  ██║██╔══██╗██╔════╝██║  ██║\n     ██║   █████╗  ██║     █████╗  ███████║███████║╚█████╗ ███████║\n     ██║   ██╔══╝  ██║     ██╔══╝  ██╔══██║██╔══██║ ╚═══██╗██╔══██║\n     ██║   ███████╗███████╗███████╗██║  ██║██║  ██║██████╔╝██║  ██║\n     ╚═╝   ╚══════╝╚═ {color.white}{v}{color.header} ╝╚═╝  ╚═╝╚═╝  ╚═╝╚═════╝ ╚═╝  ╚═╝{color.clear}'

men = { 'A': '.-',     'B': '-...',   'C': '-.-.',
        'D': '-..',    'E': '.',      'F': '..-.',
        'G': '--.',    'H': '....',   'I': '..',
        'J': '.---',   'K': '-.-',    'L': '.-..',
        'M': '--',     'N': '-.',     'O': '---',
        'P': '.--.',   'Q': '--.-',   'R': '.-.',
        'S': '...',    'T': '-',      'U': '..-',
        'V': '...-',   'W': '.--',    'X': '-..-',
        'Y': '-.--',   'Z': '--..',

        '0': '-----',  '1': '.----',  '2': '..---',
        '3': '...--',  '4': '....-',  '5': '.....',
        '6': '-....',  '7': '--...',  '8': '---..',
        '9': '----.',

        ' ': ' ',      ',': '--..--', '.': '.-.-.-',
        ':': '---...', '?': '..--..', "'": '.----.',
        '-': '-....-', '/': '-..-.',  '(': '-.--.',
        ')': '-.--.-', '*': '.-..-.', '+': '.-.-.',
        '@': '.--.-.', '=': '-...-'
}

mru = { 'А': '.-',     'Л': '.-..',   'Ц': '-.-.',
        'Б': '-...',   'М': '--',     'Ч': '---.',
        'В': '.--',    'Н': '-.',     'Ш': '----',
        'Г': '--.',    'О': '---',    'Щ': '--.-',
        'Д': '-..',    'П': '.--.',   'Ъ': '.--.-.',
        'Е': '.',      'Р': '.-.',    'Ы': '-.--',
        'Ж': '...-',   'С': '...',    'Ь': '-..-',
        'З': '--..',   'Т': '-',      'Э': '..-..',
        'И': '..',     'У': '..-',    'Ю': '..--',
        'Й': '.---',   'Ф': '..-.',   'Я': '.-.-',
        'К': '-.-',    'Х': '....',

        '0': '-----',  '1': '.----',  '2': '..---',
        '3': '...--',  '4': '....-',  '5': '.....',
        '6': '-....',  '7': '--...',  '8': '---..',
        '9': '----.',

        ' ': '/',      ',': '--..--', '.': '.-.-.-',
        ':': '---...', '?': '..--..', "'": '.----.',
        '-': '-....-', '/': '-..-.',  '(': '-.--.',
        ')': '-.--.-', '*': '.-..-.', '+': '.-.-.',
        '@': '.--.-.', '=': '-...-'
}